Versie 0.5/SLD_Intern Uitwisselberichten/XSD en voorbeeld XML/Voorbeeld berichten uitgifteservice/05_DO_Request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope 
        xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
        xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <dispatchDataRequest
                xmlns="http://www.broservices.nl/xsd/dssld-internal/1.0"
                xmlns:brocom="http://www.broservices.nl/xsd/brocommon/3.0"
                xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
                xsi:schemaLocation="http://www.broservices.nl/xsd/dssld-internal/1.0 ../dssld-internal-messages.xsd">
            <!--Disclaimer: dit voorbeeldbericht valideert tegen de XSD van de innameservice.
                Het is niet gevalideert door de innameservice en is vaktechnisch/inhoudelijk niet voorbeeldig.
                xsi:schemaLocation="http://www.broservices.nl/xsd/dssld-internal/1.0 https://schema.broservices.nl/xsd/dssld-internal/1.0/dssld-internal-messages.xsd"/>
            -->
            <brocom:requestReference>sld uitgifte 1</brocom:requestReference>
            <brocom:broId>sld123456789012</brocom:broId>
        </dispatchDataRequest>
    </soap:Body>
</soap:Envelope>
